go-profiling-toolchain/e3-spike/output/run1-v1-too-light-cpu/hey-fast.log

Summary:
  Total:	30.0008 secs
  Slowest:	0.0150 secs
  Fastest:	0.0001 secs
  Average:	0.0015 secs
  Requests/sec:	45064.1250
  
  Total data:	4055880 bytes
  Size/request:	4 bytes

Response time histogram:
  0.000 [1]	|
  0.002 [992418]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.003 [7077]	|
  0.005 [441]	|
  0.006 [13]	|
  0.008 [0]	|
  0.009 [0]	|
  0.011 [0]	|
  0.012 [9]	|
  0.014 [23]	|
  0.015 [18]	|


Latency distribution:
  10%% in 0.0010 secs
  25%% in 0.0010 secs
  50%% in 0.0011 secs
  75%% in 0.0011 secs
  90%% in 0.0012 secs
  95%% in 0.0012 secs
  99%% in 0.0015 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0086 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0041 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0015 secs
  resp wait:	0.0015 secs, 0.0001 secs, 0.0051 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0028 secs

Status code distribution:
  [200]	1000000 responses