go-profiling-toolchain/e3-spike/output/run1-v1-too-light-cpu/hey-slow.log

Summary:
  Total:	30.0013 secs
  Slowest:	0.0048 secs
  Fastest:	0.0001 secs
  Average:	0.0013 secs
  Requests/sec:	49.9978
  
  Total data:	4500 bytes
  Size/request:	3 bytes

Response time histogram:
  0.000 [1]	|
  0.001 [9]	|
  0.001 [70]	|■■
  0.002 [1185]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.002 [203]	|■■■■■■■
  0.002 [26]	|■
  0.003 [1]	|
  0.003 [0]	|
  0.004 [0]	|
  0.004 [0]	|
  0.005 [5]	|


Latency distribution:
  10%% in 0.0011 secs
  25%% in 0.0011 secs
  50%% in 0.0012 secs
  75%% in 0.0013 secs
  90%% in 0.0017 secs
  95%% in 0.0018 secs
  99%% in 0.0023 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0034 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0020 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0002 secs
  resp wait:	0.0012 secs, 0.0001 secs, 0.0027 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0001 secs

Status code distribution:
  [200]	1500 responses